Repository: sugar-activities/4409-activity
Catalog: po/hus.po
Languages: hus

source: Paths
hus: Aytalchik

source: Game
hus: Ubat'intaláb

source: Start a new game.
hus: Tujél ít ubat'intaláb

source: Play with the robot.
hus: Ki ubat'in k'al an pat'ál inkidh ubat'intaláb.

source: Turn complete
hus: Tin putát an aykidh k'ij

source: Help
hus: Tolmiy

source: Score:
hus: Xaludh tukmaxtaláb

source: Start a new game once everyone has joined.
hus: Ki tujchiy jún i ubat'intaláb talbél tam u k'wajatakits junkudh ti yanél.

source: Only the sharer can start a new game.
hus: Expidh axi in kulbetnál an junkudh t'ojláb ne'ets kin ejtow kin tujchiy jún i ít belkaxtaláb.

source: The robot is disabled when sharing.
hus: An inkidh pat'ál ubat'láb in jilál ti t'ojnal tam k'wajat ti ubat'náb k'al k'e'at i atikláb.

source: has joined.
hus: Ani jayej junkun

source: take a turn.
hus: Ki yak'wa' jún i aykidh k'ij.

source: Click after taking your turn.
hus: ka ni'chij talvel tam kin bajuw ayláb

source: It is your turn.
hus: Pelits a jolat

source: Game over
hus: talits an ubat'intaláb

source: There are errors—it is still your turn.
hus: wa'ats an uk'pintláb - pelaye' a jolat

source: You took your turn.
hus: A uma'its a jolat

source: robot
hus: Pat'al atikláb

source: Wait your turn.
hus: ka aychíj a jolat

source: Waiting for
hus: aychal a

source: Nowhere to play.
hus: yab ka ejtow kit ubat'in

source: Robot unable to play
hus: An pat'al atikláb yab in ejtowal ti ubat'

source: Move tiles to make a path.
hus: ka nixk'a an t'ujub kabal ka tsejka' jun i bel
